Revit 2027 API
UnitTypeId.KipsPerCubicInch Property
 Kips per cubic inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipsPerCubicInch { get; }
Public Shared ReadOnly Property KipsPerCubicInch As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipsPerCubicInch {
	ForgeTypeId^ get ();
}
static member KipsPerCubicInch : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace